{
  "posts": [
  
  ],
  "comments": [
    {
      "id": 1,
      "body": "some comment",
      "postId": 1
    }
  ],
  "profile": {
    "name": "typicode"
  },
  "data":[
    {
      "id": 1,
      "Nomor": "1",
      "Judul": " Before Jehova's awfulthrone",
      "Pengubah": "Jhon Hatton",
      "Birama": "4/4", 
      "NadaDasar": "D",
      "Ket1": "1/4",
      "Ayat1": "Before Jehovah's aweful throne, ye nations, bow with sacred joy; know that the Lord is God alone: he can create, and he destroy.",
      "Ket2" : "2/4",
      "Ayat2": "His sovereign power, without our aid,made us of clay, and formed us then; and, when like wandering sheep we strayed, he brought us to his fold again.",
      "Ket3" : "3/4",
      "Ayat3":"We'll crowd thy gates with thankful songs, high as the heavens our voices raise; and earth, with her ten thousand tongues, shall fill thy courts with sounding praise.",
      "Ket4" :"4/4",
      "Ayat4": "Wide as the world is thy command, vast as eternity thy love; firm as a rock thy truth must stand, when rolling years shall cease to move.",
      "url" : "../project_baru/assets/lagu/1.mp3"
    },
    {
      "id": 2,
      "Nomor": "2",
      "Judul": "Di hadapan hadirat Hu",
      "Pengubah": "Jhon Hatton",
      "Birama": "4/4", 
      "NadaDasar": "D",
      "Ket1": "1/4",
      "Ayat1": " Di hadapan hadirat Hu Hai bangsa-bangsa tunduklah Ketahuilah olehmu, Khalikmu itulah Allah.",
      "Ket2" : "2/4",
      "Ayat2": "Dari debu dan tanahlah Kita dijadikan Tuhan Dan bila tersesat kita, Tuhan tak akan tinggalkan.",
      "Ket3" : "3/4",
      "Ayat3":"Kuasa dan kasih Allah Memenuhi segnap dunia Tetap teguhlah firman-Nya,Hingga penuh hadirat-Nya.",
      "Ket4" :"4/4",
      "Ayat4": "Di pintu Surga yang suci Menyanyi beribu lidah Tuhan kita akan puji, Sampai slama-lamanya.",
      "url" : "../project_baru/assets/lagu/1.mp3"
    },
    {
      "id": 3,
      "Nomor": "3",
      "Judul": "PRAISE GOD FROM WHOM ALL BLESSINGS FLOW",
      "Pengubah": "Louis Borgeois",
      "Birama": "4/4", 
      "NadaDasar": "G",
      "Ket1": "1/1",
      "Ayat1": "Praise God, from whom all blessings flow; Praise Him, all creatures here below; Praise Him above, ye heav'nly host; Praise Father, Son, and Holy Ghost. Amen.",
      "url" : "../project_baru/assets/lagu/1.mp3"
    },
    {
      "id": 4,
      "Nomor": "4",
      "Judul": "THE LORD IS IN HIS HOLY TEMPLE",
      "Pengubah": "George F. Root",
      "Birama": "4/4", 
      "NadaDasar": "Db",
      "Ket1": "1/1",
      "Ayat1": " The Lord is in His holy temple, The Lord is in His holy temple, Let all the earth keep silence, Let all the earth keep silence before him, keep silence, keep silence before Him",
      "url" : "../project_baru/assets/lagu/1.mp3"
    },
    {
      "id": 5,
      "Nomor": "5",
      "Judul": "KEPADA ALLAH BRI PUJI",
      "Pengubah": "Thomas Ken",
      "Birama": "4/4", 
      "NadaDasar": "G",
      "Ket1": "1/1",
      "Ayat1": "Kepada Allah bri puji, Yang brikan berkat dan kasih, Smesta alam pujilah trus, Bapa, Anak dan Roh Kudus",
      "url" : "../project_baru/assets/lagu/1.mp3"
    },
    {
      "id": 6,
      "Nomor": "6",
      "Judul": "TUHAN ADA DALAM KAABAH",
      "Pengubah": "Richard S. Willis",
      "Birama": "4/4", 
      "NadaDasar": "Db",
      "Ket1": "1/1",
      "Ayat1": "Tuhan ada dalam kaabah, Ya kaabah kesucian-Nya, Hai isi segnap dunia, Berdiamlah di hadapan Allah, Berdiam Berdiam Berdiam Amin",
      "url" : "../project_baru/assets/lagu/1.mp3"
    },
    {
      "id": 7,
      "Nomor": "7",
      "Judul": "TREAD SOFTLY",
      "Pengubah": "William H. Doane,  Fanny J. Crosby",
      "Birama": "4/4", 
      "NadaDasar": "Bb",
      "Ket1": "1/4",
      "Ayat1": "Be silent, be silent, A whisper is heard, Be silent, and listen, Oh, treasure each word! ",
      "Ket2" : "2/4",
      "Ayat2": "Be silent, be silent, For holy this place, This altar that echoes The message of grace.",
      "KetRef": "Ref",
      "Ket3" : "3/4",
      "Ayat3":"Be silent, be silent, Breathe humbly our prayer, A foretaste of Eden This moment we share.",
      "Ket4" :"4/4",
      "Ayat4": " Be silent, be silent, His mercy record, Be silent, be silent And wait on the Lord",
      "Ref": "Tread softly, tread softly, The Master is here, Tread softly, tread softly, He bids us draw near.",
      "url" : "../project_baru/assets/lagu/1.mp3"
    },
    {
      "id": 8,
      "Nomor": "8",
      "Judul": "BERDIAM, BERDIAM",
      "Pengubah": "William H. Doane,  Fanny J. Crosby",
      "Birama": "4/4", 
      "NadaDasar": "Bb",
      "Ket1": "1/4",
      "Ayat1": " Berdiam, berdiam, Bisik pun jangan; Berdiam dan dengar Tuhan berfirman.",
      "Ket2" : "2/4",
      "Ayat2": "Berdiam, berdiam, Karna sucilah Tenangkan langkahmu Dengar kabar-Nya",
      "KetRef": "Ref",
      "Ket3" : "3/4",
      "Ayat3":"Berdiam, berdiam, Pintalah doa;Tempat ini Sperti Firdaus rasanya.",
      "Ket4" :"4/4",
      "Ayat4": "Berdiam, berdiam, Trima berkat-Nya; Berdiam, dan tunggu, Sembahlah Allah.",
      "Ref": " Berjalan perlahan, Tuhanmu hadir, Berjalan perlahan, Datanglah hampir.",
      "url" : "../project_baru/assets/lagu/1.mp3"
    },
    
    {
      "id": 9,
      "Nomor": "9",
      "Judul": "HEAR OUR PRAYER",
      "Pengubah": "george Whelpton",
      "Birama": "4/4", 
      "NadaDasar": "D",
      "Ket1": "1/1",
      "Ayat1": "Hear our prayer, O Lord, hear our prayer, O Lord; incline thine ear to us, and grant us thy peace. Amen.",
      "url" : ""
    },
    {
      "id": 10,
      "Nomor": "10",
      "Judul": "THE LORD BE WITH US",
      "Pengubah": "James Walch",
      "Birama": "4/4", 
      "NadaDasar": "Bb",
      "Ket1": "1/4",
      "Ayat1": " The Lord be with us as we bend, His blessing to receive; His gift of peace on us descend, Before His courts we leave.",
      "Ket2" : "2/4",
      "Ayat2": "The Lord be with us as we walk Along our homeward road; In silent thought or friendly talk Our hearts be near to God",
      "Ket3" : "3/4",
      "Ayat3":"The Lord be with us till the night Shall close the day of rest; Be He of every heart the Light, Of every home the Guest",
      "Ket4" :"4/4",
      "Ayat4": "The Lord be with us through the hours Of slumber, calm and deep; Protect our homes, renew our powers, And guard His people's sleep.",
      "url" : "../project_baru/assets/lagu/1.mp3"
    },
    {
      "id": 21,
      "Nomor": "21",
      "Judul": "Take Time To Be Holy",
      "Pengubah": "George C. Stebbins, W. D. Longstaff",
      "Birama": "6/8", 
      "NadaDasar": "F",
      "Ket1": "1/4",
      "Ayat1": "Take time to be holy, Speak oft with thy Lord; Abide in Him always, And feed on His Word; Make friends of God’s children, Help those who are weak, Forgetting in nothing His blessing to seek.",
      "Ket2" : "2/4",
      "Ayat2": "Take time to be holy, The world rushes on; Spend much time in secret, With Jesus alone; By looking to Jesus, like Him thou shalt be; Thy friends in thy conduct His likeness shall see.",
      "KetRef": "Ref",
      "Ket3" : "3/4",
      "Ayat3":"Take time to be holy, let Him be thy Guide, And run not before Him, Whatever betide; In joy or in sorrow, Still follow the Lord, And, looking to Jesus, still trust in His Word.",
      "Ket4" :"4/4",
      "Ayat4": "Take time to be holy, be calm in thy soul, Each thought and each motive Beneath His control; Thus led by His Spirit To fountains of love, Thou soon shalt be fitted For service above.",
      "Lagu" : " "
    }, 
    {
      "id": 22,
      "Nomor": "22",
      "Judul": "Sucikan Hatimu",
      "Pengubah": "George C. Stebbins, W. D. Longstaff",
      "Birama": "6/8", 
      "NadaDasar": "F",
      "Ket1": "1/4",
      "Ayat1": "Sucikan hatimu Di dalam doa, Carilah Tuhanmu, Dalam sabda-Nya, Tunjukkanlah cinta, Tolong yang lemah, Minta berkat Yesus; Dalam hidupmu.",
      "Ket2" : "2/4",
      "Ayat2": "Sucikan hatimu Slagi di dunia, Gunakan waktumu, bersama Yesus, Pandanglah pada-Nya, Tiru kasih-Nya, Buangkan sgala dosa, Cari rahmat-Nya.",
      "KetRef": "Ref",
      "Ket3" : "3/4",
      "Ayat3": "Sucikan hatimu Oleh kuasa-Nya, Yesus Pemimpinmu, Di mana-mana; Meski dalam duka, Dan kesusahan, Turut selamanya, Jalannya Tuhan.",
      "Ket4" :"4/4",
      "Ayat4": "Sucikan hatimu Badan dan jiwa, Tundukan dirimu, Pada sabda-Nya; Roh-Nya yang menuntun, Pada kasih-Nya, Dan pasti engkau pun, Tiba di surga.",
      "Lagu" : " "
    },
    {
      "id": 23,
      "Nomor": "23",
      "Judul": "Live Out Thy Life Within Me",
      "Pengubah": "Samuel Wesley, Frances Ridley Havergal",
      "Birama": "4/4", 
      "NadaDasar": "D",
      "Ket1": "1/4",
      "Ayat1": "Live out Thy life within me, O Jesus, King of kings! Be Thou Thyself the answer to all my questionings; Live out Thy life within me, in all things have Thy way! I, the transparent medium Thy glory to display.",
      "Ket2" : "2/4",
      "Ayat2": "The temple has been yielded, And purified of sin; Let Thy Shekinah glory Now shine forth from within, And all the earth keep silence, The body henceforth be Thy silent, gentle servant, Moved only as by Thee,",
      "KetRef": "Ref",
      "Ket3" : "3/4",
      "Ayat3":"Its members every moment held subject to Thy call, Ready to have Thee use them, Or not be used at all; Held without restless longing, Or strain, or stress, or fret, Or chafings at Thy dealings, Or thoughts of vain regret;",
      "Ket4" :"4/4",
      "Ayat4": "But restful, calm and pliant, From bend and bias free, Awaiting Thy decision, when Thou hast need of me. Live out Thy life within me, O Jesus, King of kings! Be Thou the glorious answer To all my questionings.",
      "Lagu" : " "
    },
    {
      "id": 24,
      "Nomor": "24",
      "Judul": "Hiduplah Dalam Aku",
      "Pengubah": "Samuel Wesley, Frances Ridley Havergal",
      "Birama": "4/4", 
      "NadaDasar": "D",
      "Ket1": "1/4",
      "Ayat1": "Hiduplah dalam aku, Ya Yesus Rajaku, Aku bawa pada-Mu, Sgala perkaraku; Hiduplah dalam aku, Turut kehendakMu, Agar kemuliaan-Mu Nyata dalam aku.",
      "Ket2" : "2/4",
      "Ayat2": "Hatiku aku srahkan, Bebas dari dosa, Hadirat-Mu nyatakan Dalam aku, Yesus; Mulai skarang, Ya Tuhan Pada-Mu ku bersrah, Dunia aku tinggalkan, Agar dapat surga.",
      "KetRef": "Ref",
      "Ket3" : "3/4",
      "Ayat3": "Diriku aku s’rahkan Turut kehendak-Mu, Sedia melakukan Sgala perintah-Mu; Aku takkan melawan, Ataupun mengeluh, Karna Engkau hentarkan Di dalam kasih-Mu.",
      "Ket4" :"4/4",
      "Ayat4": "Tenang aku menunggu Panggilan-Mu Tuhan, Kemana engkau suruh, Ke sana ku jalan; Hiduplah dalam aku, Ya Yesus, Rajaku, Dan biar kehendak-Mu Jadi dalam aku.",
      "Lagu" : " "
    },
    {
      "id": 25,
      "Nomor": "25",
      "Judul": "I Am Coming to the Cross",
      "Pengubah": "William G. Fischer, William McDonald",
      "Birama": "3/4", 
      "NadaDasar": "F",
      "Ket1": "1/4",
      "Ayat1": "I am coming to the cross; I am poor, and weak, and blind; I am counting all but dross; I shall full salvation find.",
      "Ket2" : "2/4",
      "Ayat2": "Long my heart has sighed for Thee; Long as evil reigned within; Jesus sweetly speaks to me, I will cleanse you from all sin.",
      "KetRef": "Ref",
      "Ket3" : "3/4",
      "Ayat3":"Here I give my all to Thee- Friends, and time, and earthly store; Soul and body Thine to be, Wholly Thine forevermore.",
      "Ket4" :"4/4",
      "Ayat4": "Jesus comes! He fills my soul! I am every whitmade whole- Glory, glory to the Lamb!",
      "Ref":"I am trusting, Lord, in Thee, O Thou Lamb of Calvary; Humbly at thy cross I bow; Save me, Jesus, save me now.",
      "Lagu" : " "
    },
    {
      "id": 26,
      "Nomor": "26",
      "Judul": "Aku Datang ke Salib",
      "Pengubah": "William G. Fischer, William McDonald",
      "Birama": "3/4", 
      "NadaDasar": "F",
      "Ket1": "1/4",
      "Ayat1": "Aku datang kesalib, Miskin, buta dan lemah; Nafsu dunia ku wajib, Buang untuk anug’rah.",
      "Ket2" : "2/4",
      "Ayat2": "Hendak dapat Rahmat-Nya, Lama hatiku rindu; Dengar Yesus bersabda, aku hapus dosamu!",
      "KetRef": "Ref",
      "Ket3" : "3/4",
      "Ayat3": "Aku srahkan pada-Mu, Harta dunia yang fana; Segnap jiwa dan tubuh, Pada-Mu ku serah.",
      "Ket4" :"4/4",
      "Ayat4": "Yesus isi jiwaku, Penuh dengan kuasa-Nya; Dan sucilah hatiku, Pujilah anak Domba.",
      "Ref": "Aku harap pada-Mu, Ya Domba di Golgota, Dengarlah seruanku, Tolong aku, ya Yesus;",
      "Lagu" : " "
    },
    {
      "id": 27,
      "Nomor": "27",
      "Judul": "Near the Cross",
      "Pengubah": "William H. Doane, Fanny J. Crosby",
      "Birama": "6/8", 
      "NadaDasar": "F",
      "Ket1": "1/4",
      "Ayat1": "Jesus, keep me near the cross; There a precious fountain, Free to all, a healing stream, Flows from Calvary's mountain.",
      "Ket2" : "2/4",
      "Ayat2": "Near the cross, a trembling soul, Love and mercy found me; There the bright and Morning Star Shed His beams around me.",
      "KetRef": "Ref",
      "Ket3" : "3/4",
      "Ayat3":"Near the cross! O Lamb of God, Bring its scenes before me; Help me walk from day to day, With its shadow o'er me.",
      "Ket4" :"4/4",
      "Ayat4":"Near the cross I'll watch and wait, Hoping, trusting ever, Till I reach the golden strand, Just beyond the river.",
      "Ref": "In the cross, in the cross, Be my glory ever, Till my raptured soul shall find Rest beyond the river.",
      "Lagu" : " "
    },
    {
      "id": 28,
      "Nomor": "28",
      "Judul": "Tarik Aku, Ya Yesus",
      "Pengubah": "William H. Doane, Fanny J. Crosby",
      "Birama": "6/8", 
      "NadaDasar": "F",
      "Ket1": "1/4",
      "Ayat1": "Tarik aku, ya Yesus, Dekat ke salib-Mu, Air hidup Golgota, Alirkan padaku.",
      "Ket2" : "2/4",
      "Ayat2": "Dekat salib-Mu, Yesus, Ku dapat rahmat-Mu, Cahaya dari sana, Menerangi aku.",
      "KetRef": "Ref",
      "Ket3" : "3/4",
      "Ayat3":"Di salib Domba Allah, Ku ingat kasih-Mu, Pimpin aku, ya Yesus, Sepanjang umurku.",
      "Ket4" :"4/4",
      "Ayat4":"Di salib aku tunggu, Harap dan percaya, Sambil aku menuju, Ke surga yang baka.",
      "Ref": "Di salib, di salib, Itu kemuliaan, Hingga di sebrang sungai, Dapat perhentian",
      "Lagu" : " "
    },
    {
      "id": 29,
      "Nomor": "29",
      "Judul": "Softly and Tenderly",
      "Pengubah": "Will L. Thompson",
      "Birama": "6/8", 
      "NadaDasar": "G",
      "Ket1": "1/4",
      "Ayat1": "Softly and tenderly Jesus is calling, Calling for you and for me; At the heart's portals He's waiting and watching, Watching for you and for me.",
      "Ket2" : "2/4",
      "Ayat2": "Why should we tarry when Jesus is pleading, Pleading for you and for me? Why should we linger and heed not His mercies, Mercies for you and for me?",
      "KetRef": "Ref",
      "Ket3" : "3/4",
      "Ayat3":"Time is now fleeting, the moments are passing, Passing from you and from me; Shadows are gathering and death's night is coming, Coming for you and for me.",
      "Ket4" :"4/4",
      "Ayat4": "Think of the wonderful love He has promised, Promised for you and for me; Though we have sinned, He has mercy and pardon, Pardon for you and for me.",
      "Ref": "Come home, come home, Ye who are weary come home; Earnestly, tenderly, Jesus is calling, Calling, O sinner, come home!",
      "Lagu" : " "
    },
    {
      "id": 30,
      "Nomor": "30",
      "Judul": "Manis Lembut Tuhan Yesus Memanggi",
      "Pengubah": "Will L. Thompson",
      "Birama": "6/8", 
      "NadaDasar": "G",
      "Ket1": "1/4",
      "Ayat1": "Manis lembut Tuhan Yesus memanggil, Memanggil kau dan aku; Yesus t'lah menunggu di pintu hati, Menunggu kau dan aku.",
      "Ket2" : "2/4",
      "Ayat2": "Jangan ragu bila Tuhan mengajak, Mengajak kau dan aku; Janganlah lambat terima kasih-Nya, Bagi engkau dan aku.",
      "KetRef": "Ref",
      "Ket3" : "3/4",
      "Ayat3":"Waktu serta kesempatan berlalu, Dari engkau dan aku; Bagi kematian mengancam hidup, Mengancam kau dan aku.",
      "Ket4" :"4/4",
      "Ayat4":"Yesus berjanji membrikan kasih-Nya, Kepada kau dan aku; Di ampunkan orang yang berdosa, Seperti kau dan aku.",
      "Ref": "Hai datanglah, Mari yang lelah pulang, Manis lembut Tuhan Yesus memanggi, Orang berdosa pulang.",
      "Lagu" : " "
    },
    {
      "id": 31,
      "Nomor": "31",
      "Judul": "Bawalah Perpuluhanmu",
      "Pengubah": "",
      "Birama": "4/4", 
      "NadaDasar": "F Mayor/1b",
      "Ket1": "1/4",
      "Ayat1": "Dengar Sabda Allah dalam Kitab-Nya, “Bawa segala perpuluhanmu !”, Penuhilah perbendaharaan-Ku, Demikian Sabda Allah.",
      "Ket2" : "2/4",
      "Ayat2": "Adakanlah penyerahan bagi-Nya “Bawa segala perpuluhanmu !”, Pintu langit Tuhan akan membuka, Curahkan berkat yang limpah.. ",
      "KetRef": "Ref",
      "Ket3" : "3/4",
      "Ayat3":"Maukah engkau trima kuasa Roh Allah, “Bawa segala perpuluhanmu !”, Kuasa iblis di hadapanmu kalah, Penyerahanmu sempurna. ",
      "Ket4" :"4/4",
      "Ayat4": "Serahkanlah pujian bagi Allah, Setelah bawa perpuluhanmu !, Nyanyi haleluyah dari hatimu, Setelah trima berkat-Nya. ",
      "Ref"  : "Bawalah segala perpuluhan, Allah akan curahkan berkat, Yang tidak sempat lagi kamu taruh.",
      "Lagu" : ""
    }, 
    {
      "id": 32,
      "Nomor": "32",
      "Judul": "Sedap Harap Pada Yesus",
      "Pengubah": "",
      "Birama": "4/4", 
      "NadaDasar": "Ab Mayor",
      "Ket1": "1/4",
      "Ayat1": "Sedap harap pada Yesus, JanjiNya tiada berobah, Demikianlah sabda-Nya !.",
      "Ket2" : "2/4",
      "Ayat2": "Sedap harap pada Yesus, Darah-Nya menyucikan, Hanyalah oleh percaya, Aku dapat ampunan. ",
      "KetRef": "Ref",
      "Ket3" : "3/4",
      "Ayat3": "Sedap harap pada Yesus, Dihapus-Nya dosaku, Hidup, damai dan bahagia, Dibrikan-Nya padaku",
      "Ket4" :"4/4",
      "Ayat4": "Aku girang tlah berharap; Pada Engkau, ya Yesus, Engkau Sahabat yang tetap, Serta aku slamanya.",
      "Ref": "Yesus, Yesus, Yang ku cinta, Setiawan selamanya Yesus, Yesus, Yang terindah, Sedap harap pada-Nya.",
      "Lagu" : " "

    },
    {
      "id": 33,
      "Nomor": "33",
      "Judul": "Berdiam, Berdiam",
      "Pengubah": "",
      "Birama": "4/4", 
      "NadaDasar": "Bb Mayor",
      "Ket1": "1/4",
      "Ayat1": "Berdiam, berdiam, Bisik pun jangan; Berdiam dan dengar, Tuhan berfirman.",
      "Ket2" : "2/4",
      "Ayat2": "Berdiam, berdiam, Karna sucilah Tenangkan langkahmu Dengar kabar-Nya",
      "KetRef": "Ref",
      "Ket3" : "3/4",
      "Ayat3":"Berdiam, berdiam, Pintalah doa; Tempat ini Sperti Firdaus rasanya.",
      "Ket4" :"4/4",
      "Ayat4": "Berdiam, berdiam, Trima berkat-Nya; Berdiam, dan tunggu, Sembahlah Allah.",
      "Ref": "Berjalan perlahan, Tuhanmu hadir, Berjalan perlahan, Datanglah hampir. ",
      "Lagu" : " "
    },
    {
      "id": 34,
      "Nomor": "34",
      "Judul": "Duduk Dekat Kaki Yesus",
      "Pengubah": "",
      "Birama": "3/3", 
      "NadaDasar": "F Mayor",
      "Ket1": "1/3",
      "Ayat1": "Duduk dekat kaki Yesus, Dan mendengar sabda-Nya; Tempat itulah yang indah, Aku mau tetap sana; Duduk dekat kaki Yesus, Disana ku pandang trang, Cinta-Nya yang tak terduga, Rahmat-Nya tak terbilang.",
      "Ket2" : "2/3",
      "Ayat2": "Duduk dekat kaki Yesus, Tempat yang berbahagia; Sana ku buangkan dosa, Dan mendapatkan rahmat; Duduk dekat kaki Yesus, Di sana ku berdoa, Hiburan, berkat dan kuasa, Tiap hari ku trima.",
      "KetRef": "Ref",
      "Ket3" : "3/3",
      "Ayat3": "Dekat kaki-Mu ya Yesus, Brilah aku berkat-Mu; Tilik aku dengan cinta, Segarkanlah jiwaku; Bri padaku Roh-Mu, Tuhan, Sucikanlah hatiku, Tolonglah aku critakan Hal Engkau, Penebusku.",
      "Lagu" : " "
    },
    {
      "id": 35,
      "Nomor": "35",
      "Judul": "Apakah Jangkarmu Akan Tahan?",
      "Pengubah": "",
      "Birama": "3/3", 
      "NadaDasar": "F Mayor",
      "Ket1": "1/3",
      "Ayat1": "Apakah jangkarmu akan tahan, Bila ditimpa kesusahan? Bila hebatlah ombak dan topan, Dapatkah jangkarmu pun tahan? ",
      "Ket2" : "2/3",
      "Ayat2": "Kalau berjangkar di atas karang, Dan kemudimu Tuhan pegang; Bila angin kras datang melawan, Tentu jangkarmu tetap tahan.",
      "KetRef": "Ref",
      "Ket3" : "3/3",
      "Ayat3":"Di pantai emas kita klak tiba, Sanalah pelabuhan kita; Di negeri mulia,yang tenang dan trang, Tiada lagi topan menyerang.",
      "Ref": "Pada kita adalah jangkar, Yang tahan ombak pun yang besar, Terikat pada Batu Karang, Berakar atas kasih Tuhan grang.",
      "Lagu" : " "
    },
    {
      "id": 36,
      "Nomor": "36",
      "Judul": "Kucinta, Kucinta",
      "Pengubah": "",
      "Birama": "4/4", 
      "NadaDasar": "Eb Mayor",
      "Ket1": "1/4",
      "Ayat1": "Ku cinta, ku cinta, Ku cinta Yesusku, Ku cinta Penebus, Ku cinta Allahku. Ku cinta Tuhanku, Tuhanku pun tau, Betapa besarlah, Perbuatan nyatakan. ",
      "Ket2" : "2/4",
      "Ayat2": "Ku senang, bergirang, Ajaiblah Yesus, Senangku kekallah, Bebas dari dosa. Ku ingat hartaku, Itulah surga, Betapa ku rindu, Akan masuk sana.",
      "KetRef": "Ref",
      "Ket3" : "3/4",
      "Ayat3" :"Ya Yesus, Ya Yesus, Serta-Mu ku slamat Betapa bahagia, Bila Engkau dekat. Nama-Mu tetaplah, Jadi laguku, Rahmat-Mu dan cinta, Penuhi hatiku. ",
      "Ket4" :"4/4",
      "Ayat4" : "Siapakah setara dengan Raja Salam; Senyum dan cinta-Nya, Oh sangatlah dalam Ku puji, ku puji, Dan bersoraklah, Hatiku penuhlah, Dengan cinta Yesus.",
      "Lagu" : " "
    },
    {
      "id": 37,
      "Nomor": "37",
      "Judul": "Betapa Snang Aku Kabarkan",
      "Pengubah": "",
      "Birama": "5/5", 
      "NadaDasar": "A Mayor",
      "Ket1": "1/5",
      "Ayat1": "Betapa snang aku kabarkan ! Hal tebusan darah Yesus, Rahmat-Nya yang penuh kasihan, Jadikan aku milik-Nya.",
      "Ket2" : "2/5",
      "Ayat2": "ku sudah ditebus Yesus, Besarlah kesukaanku; Aku tau yang trang hadirat-Nya, Slamanya beserta aku.",
      "KetRef": "Ref",
      "Ket3" : "3/5",
      "Ayat3":"ku pikirkan Penebusku, Pada sehari-harian, Aku nyanyi, puji selalu, Hal cinta Tuhan yang heran.",
      "Ket4" :"4/5",
      "Ayat4": "Aku akan memandang Yesus, Dalam kemuliaan-Nya, Langkahku dipimpin taurat-Nya, Membri aku lagu surga.",
      "Ket5" : "5/5",
      "Ayat5": "Aku akan trima mahkota, Di rumahku yang di surga; Segra aku akan beserta, Dengan Tuhanku disana.",
      "Ref" : "Aku sudah ditebus oleh darah-Nya, Aku jadi, Milik Yesus selamanya.",
      "Lagu" : " "
    },
    {
      "id": 38,
      "Nomor": "38",
      "Judul": "Ditempat Yang Lebih Tinggi",
      "Pengubah": "",
      "Birama": "4/4", 
      "NadaDasar": "Ab Mayor",
      "Ket1": "1/4",
      "Ayat1": "Di tempat yang lebih tinggi, Aku rindu mau berdiri; “Tuhan, angkatlah jiwaku, Ke tempat yang tinggi itu!” ",
      "Ket2" : "2/4",
      "Ayat2": "Lain orang boleh bertahan, Dalam dosa lawan Tuhan; Tapi tetap tujuanku, Ke tempat yang tinggi itu.",
      "KetRef": "Ref",
      "Ket3" : "3/4",
      "Ayat3":"Tinggi di atas dunia, Aku mau hidup slamanya; Dan oleh iman menuju, Ke tempat yang tinggi itu.",
      "Ket4" :"4/4",
      "Ayat4" : "Aku mendaki gunungnya, Dan lihat cahaya mulia; “Ya Tuhan, pimpinlah aku, Ke tempat yang tinggi itu!”.",
      "Ref" : "Tuhan, angkatlah jiwaku, Lebih dekat kepada-Mu; Biarlah aku berdiri, Di tempat yang lebih tinggi. ",
      "Lagu" : " "
    },
    {
      "id": 39,
      "Nomor": "39",
      "Judul": "Aku Ada Sahabat",
      "Pengubah": "",
      "Birama": "4/4", 
      "NadaDasar": "F Mayor",
      "Ket1": "1/4",
      "Ayat1": "Aku ada Sahabat, Terindah bagiku, Teman yang setia amat, Yang kasih-Nya sungguh; Ia tak akan tinggalkan, Asal aku setia, Aku hendak berjalan beserta-Nya.",
      "Ket2" : "2/4",
      "Ayat2": "Krap kali aku jatuh, Sebab aku lemah Tapi Tuhan kuatkan aku, Ku sandar pada-Nya; Dan dengan pelahan-lahan, Aku dipimpin-Nya, Aku hendak berjalan beserta-Nya.",
      "KetRef": "Ref",
      "Ket3" : "3/4",
      "Ayat3":"u critakan pada-Nya, Suka dan dukaku, Ku critakan sgala susah, Dan kesenanganku; Padaku Ia katakan, Harus berusaha, Aku hendak berjalan beserta-Nya.",
      "Ket4" :"4/4",
      "Ayat4": "Tuhan tau aku rindu, Cari jiwa sesat, Disuruh-Nya pergi aku, Bawa kabar slamat; Dan disuruh-Nya nyatakan, Rahmat dan kasih-Nya, Aku hendak berjalan beserta-Nya.",
      "Lagu" : " "
    },
    {
      "id": 40,
      "Nomor": "40",
      "Judul": "Tuhan Batu Karang Kita",
      "Pengubah": "",
      "Birama": "4/4", 
      "NadaDasar": "F Mayor",
      "Ket1": "1/4",
      "Ayat1": "Tuhan Batu Karang kita, Pelindung dalam bahaya; Meski apa pun menimpa, Pelindung dalam bahaya. ",
      "Ket2" : "2/4",
      "Ayat2": "Siang malam Tuhan jaga, Pelindung dalam bahaya; Ketakutanku hilanglah, Pelindung dalam bahaya.",
      "KetRef": "Ref",
      "Ket3" : "3/4",
      "Ayat3":"Tuhan serta dalam taufan, Pelindung dalam bahaya; Ia slalu meluputkan, Pelindung dalam bahaya.",
      "Ket4" :"4/4",
      "Ayat4" :"Oh Batu Karang yang teguh, Pelindung dalam bahaya; Engkau saja Penolongku, Pelindung dalam bahaya.",
      "Ref": "Tuhanku, Batu Karangku, Pelindung Yang maha kuasa, Pemimpin pada jalanku, Pelindung dalam bahaya.",
      "Lagu" : " "
    },
    {
      "id": 41,
      "Nomor": "41",
      "Judul": "Have Thine Own Way, Lord",
      "Pengubah": "Adelaide A. Pollard",
      "Birama": "4/4", 
      "NadaDasar": "Eb Mayor",
      "Ket1": "1/4",
      "Ayat1": "Have thine own way, Lord! Have thine own way! Thou art the potter, I am the clay. Mold me and make me after thy will, while I am waiting, yielded and still. ",
      "Ket2" : "2/4",
      "Ayat2": "Have thine own way, Lord! Have thine own way! Search me and try me, Savior today! Wash me just now, Lord, wash me just now, as in thy presence humbly I bow. ",
      "KetRef": "Ref",
      "Ket3" : "3/4",
      "Ayat3":"Have thine own way, Lord! Have thine own way! Wounded and weary, help me I pray! Power, all power, surely is thine! Touch me and heal me, Savior divine! ",
      "Ket4" :"4/4",
      "Ayat4": "Have thine own way, Lord! Have thine own way! Hold o'er my being absolute sway. Fill with thy Spirit till all shall see Christ only, always, living in me! ",
      "Lagu" : " "
    }, 
    {
      "id": 42,
      "Nomor": "42",
      "Judul": "Jadilah Tuhan Kehendakmu",
      "Pengubah": "Adelaide A. Pollard",
      "Birama": "4/4", 
      "NadaDasar": "Eb Mayor",
      "Ket1": "1/4",
      "Ayat1": "Jadilah Tuhan, kehendak-Mu! Engkaulah Khalik, Aku debu Jadikan aku sesuka-Mu, Aku menunggu di kaki-Mu.",
      "Ket2" : "2/4",
      "Ayat2": "Jadilah Tuhan, kehendak-Mu! Ujilah skarang percayaku! Aku menyembah di kaki-Mu,Basuhkan aku sperti salju !",
      "KetRef": "Ref",
      "Ket3" : "3/4",
      "Ayat3": "Jadilah Tuhan, kehendak-Mu! Penatlah aku, Tolong, ya Hu! Kuasa sepenuh Di tangan-Mu, Jamahlah aku agar sembuh !",
      "Ket4" :"4/4",
      "Ayat4": "Jadilah Tuhan, kehendak-Mu! Brikanlah aku, Iman teguh! Penuhi aku dengan Roh-Mu, Hiduplah Engkau Dalam aku !",
      "Lagu" : " "
    },
    {
      "id": 43,
      "Nomor": "43",
      "Judul": "Take The World, But Give Me Jesus",
      "Pengubah": "John R. Sweney, Fanny J. Crosby",
      "Birama": "4/4", 
      "NadaDasar": "Eb Mayor",
      "Ket1": "1/4",
      "Ayat1": "Take the world, but give me Jesus, All its joys are but a name But His love abideth ever, Through eternal years the same. ",
      "Ket2" : "2/4",
      "Ayat2": "Take the world, but give me Jesus, Sweetest comfort of my soul, With my Savior watching o’er me, I can sing though billows roll. [Refrain]",
      "KetRef": "Ref",
      "Ket3" : "3/4",
      "Ayat3":"Take the world, but give me Jesus, Let me view His constant smile, Then throughout my pilgrim journey Light will cheer me all the while. [Refrain]",
      "Ket4" :"4/4",
      "Ayat4": "Take the world, but give me Jesus In His cross my trust shall be, Till, with clearer, brighter vision, Face to face my Lord I see. [Refrain]",
      "Ref": "Oh, the height and depth of mercy! Oh, the length and breadth of love! Oh, the fullness of redemption, Pledge of endless life above! ",
      "Lagu" : " "
    },
    {
      "id": 44,
      "Nomor": "44",
      "Judul": "Buangkan Dunia, Trima Yesus",
      "Pengubah": "John R. Sweney, Fanny J. Crosby",
      "Birama": "4/4", 
      "NadaDasar": "Eb Mayor",
      "Ket1": "1/4",
      "Ayat1": "Buangkan dunia t'rima Yesus, Fana seisi dunia, Tapi kekal kasih Yesus, Sampai s'lama-lamanya",
      "Ket2" : "2/4",
      "Ayat2": "Buangkan dunia t'rima Yesus, Penghiburan jiwaku Dalam perlindungan Yesus, Aku nyanyi selalu.",
      "KetRef": "Ref",
      "Ket3" : "3/4",
      "Ayat3": "Buangkan dunia t'rima Yesus, Ku memandang senyum-Nya, T'rang kasih-Nya membimbingku, Di jalanku ke surga.",
      "Ket4" :"4/4",
      "Ayat4": "Buangkan dunia, t'rima Yesus, Salib-Nya harapanku Ku k'lak memandang di surga, Wajah Yesus Tuhanku.",
      "Ref": "Oh, anug'rah tak terduga, Oh kasih tak disangkal Oh, tebusan yang sempurna, Karunia hidup kekal",
      "Lagu" : " "
    },
    {
      "id": 45,
      "Nomor": "45",
      "Judul": "The Saviour Is Waiting",
      "Pengubah": "Ralph Carmichael",
      "Birama": "4/4", 
      "NadaDasar": "D",
      "Ket1": "1/4",
      "Ayat1": "The Saviour is waiting and calling, He bids us come in to the feast O come, all ye hungry and sad ones, There’s room for the worst and the least.",
      "Ket2" : "2/4",
      "Ayat2": "He spread all His bounties before them, He sought them where’er they might roam, With love trembling sweet in His message, He tenderly bade them come home. [Refrain]",
      "KetRef": "Ref",
      "Ket3" : "3/4",
      "Ayat3":"Have you ever thought of His mercy? He graciously calls you today, The feast of His love still is waiting, O turn not, O turn not away. [Refrain]",
      "Ref": "Once they all made light of the story, And turned to their pleasure and sin, The proud and the careless despised Him, But the humble and poor entered in.",
      "Lagu" : " "
    },
    {
      "id": 46,
      "Nomor": "46",
      "Judul": "Yesus Menantimu",
      "Pengubah": "Ralph Carmichael",
      "Birama": "4/4", 
      "NadaDasar": "D",
      "Ket1": "1/4",
      "Ayat1": "Di pintu hatimu, Tuhan Menunggu, Dia panggil lembut merdu; Dengan sabar Dia menunggu di sana, Apakah jawabanmu ? ",
      "Ket2" : "2/4",
      "Ayat2": "Saudara, apakah kerinduanmu, Ingin kau hidup kekal ? S'rahkanlah dirimu, kepada Yesus, Tak kan engkau menyesal",
      "KetRef": "Ref",
      "Ref": "Lama nian Yesus nantikan kau, Dan masih tetap menunggu; Menantikan engkau membuka hati, oh, Yesus sangat rindu",
      "Lagu" : " "
    },
    {
      "id": 47,
      "Nomor": "47",
      "Judul": "I Have Decided to Follow Jesus",
      "Pengubah": "Norman Johnson, An Indian Prince",
      "Birama": "4/4", 
      "NadaDasar": "Es",
      "Ket1": "1/4",
      "Ayat1": "I have decided to follow Jesus; I have decided to follow Jesus; I have decided to follow Jesus; no turning back, no turning back.",
      "Ket2" : "2/4",
      "Ayat2": "Though none go with me, I still will follow; though none go with me, I still will follow; though none go with me, I still will follow; no turning back, no turning back.",
      "KetRef": "Ref",
      "Ket3" : "3/4",
      "Ayat3":"The world behind me, the cross before me; the world behind me, the cross before me, the world behind me, the cross before me; no turning back, no turning back.",
      "Lagu" : " "
    },
    {
      "id": 48,
      "Nomor": "48",
      "Judul": "Keputusanku Mengikut Yesus",
      "Pengubah": "Norman Johnson, An Indian Prince",
      "Birama": "4/4", 
      "NadaDasar": "Es",
      "Ket1": "1/4",
      "Ayat1": "Mengikut Yesus keputusanku, Mengikut Yesus keputusanku Mengikut Yesus keputusanku. ‘Ku tak ingkar, ‘Ku tak ingkar.",
      "Ket2" : "2/4",
      "Ayat2": "Walau sendiri ‘kuikut Yesus, Walau sendiri ‘kuikut Yesus, Walau sendiri ‘kuikut Yesus. ‘Ku tak ingkar, ‘Ku tak ingkar.",
      "KetRef": "Ref",
      "Ket3" : "3/4",
      "Ayat3":"Dunia di b’lakang salib di depan, Dunia di b’lakang salib di depan, Dunia di b’lakang salib di depan. ‘Ku tak ingkar, ‘Ku tak ingkar.",
      "Lagu" : " "
    },
    {
      "id": 49,
      "Nomor": "49",
      "Judul": "Hai, S'kalian Orang",
      "Pengubah": "Issac Watts, Robert Lowry",
      "Birama": "4/4", 
      "NadaDasar": "G",
      "Ket1": "1/4",
      "Ayat1": "Hai skalian orang yang mengasihi Tuhan, Hendaklah kamupun datang, Hendaklah kamupun datang, Menyanyi pujian, menyanyi pujian.",
      "Ket2" : "2/4",
      "Ayat2": "Masamlah mukanya yang blum kenal Tuhan, Yang ada Bapa di surga, Yang ada Bapa di surga, Bersuka-sukaan , bersuka-sukaan.",
      "KetRef": "Ref",
      "Ket3" : "3/4",
      "Ayat3":"Seblum kami sampai negri Sion itu, Beribu padang yang permai, Beribu padang yang permai, Yang kami mau lalu, yang kami mau lalu.",
      "Ket4" :"4/4",
      "Ayat4": "Kami skalian tuju ke negri yang indah, Sapulah airmatamu, Sapulah airmatamu, Bersorak-soraklah, bersorak-soraklah.",
      "Ref": "Ke Sion ke Sion, Kami berjalan ke Sion, Ikut'lah kami ke Sion, Berjalan ke negri Allah",
      "Lagu" : " "
    },
    {
      "id": 50,
      "Nomor": "50",
      "Judul": "Marching To Zion",
      "Pengubah": "Issac Watts, Robert Lowry",
      "Birama": "4/4", 
      "NadaDasar": "G",
      "Ket1": "1/4",
      "Ayat1": "Come, we that love the Lord, and let our joys be known. Join in a song with sweet accord, join in a song with sweet accord, and thus surround the throne, and thus surround the throne.",
      "Ket2" : "2/4",
      "Ayat2": "The hill of Zion yields a thousand sacred sweets, before we reach the heav’nly fields, before we reach the heav’nly fields, or walk the golden streets, or walk the golden streets. [Refrain]",
      "KetRef": "Ref",
      "Ket3" : "3/4",
      "Ayat3":"Then let our songs abound, and ev’ry tear be dry. We’re marching thro’ Immanuel’s ground, we’re marching thro’ Immanuel’s ground, to fairer worlds on high, to fairer worlds on high. [Refrain]",
      
      "Ref": "We’re marching to Zion, beautiful, beautiful Zion. We’re marching upward to Zion, the beautiful city of God.",
      "Lagu" : " "
    },
    {
      "id": 100,
      "Nomor": "100",
      "Judul": "Terakhir",
      "Pengubah": "Will L. Thompson",
      "Birama": "6/8", 
      "NadaDasar": "G",
      "Ket1": "1/4",
      "Ayat1": "Manis lembut Tuhan Yesus memanggil, Memanggil kau dan aku; Yesus t'lah menunggu di pintu hati, Menunggu kau dan aku.",
      "Ket2" : "2/4",
      "Ayat2": "Jangan ragu bila Tuhan mengajak, Mengajak kau dan aku; Janganlah lambat terima kasih-Nya, Bagi engkau dan aku.",
      "KetRef": "Ref",
      "Ket3" : "3/4",
      "Ayat3":"Waktu serta kesempatan berlalu, Dari engkau dan aku; Bagi kematian mengancam hidup, Mengancam kau dan aku.",
      "Ket4" :"4/4",
      "Ayat4":"Yesus berjanji membrikan kasih-Nya, Kepada kau dan aku; Di ampunkan orang yang berdosa, Seperti kau dan aku.",
      "Ref": "Hai datanglah, Mari yang lelah pulang, Manis lembut Tuhan Yesus memanggi, Orang berdosa pulang.",
      "Lagu" : " "
    }
        
  ]
}